Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Your glucose swung a fair bit (variability %lld%%). Smoother is easier on you.
de: Dein Blutzucker hat ordentlich geschwankt (Schwankung %lld%%). Mehr Stabilität tut dir gut.
es: Tu glucosa varió bastante (variabilidad del %lld%%). Cuanto más estable, más fácil es para ti.
fr: Ta glycémie a pas mal varié (variabilité %lld%%). Plus de stabilité, c'est plus facile pour toi.
it: La tua glicemia ha oscillato parecchio (variabilità %lld%%). Più stabilità significa meno fatica per te.
nl: Je bloedsuiker schommelde behoorlijk (variabiliteit %lld%%). Stabieler is makkelijker voor je.
pl: Twoja glikemia dość mocno się wahała (zmienność %lld%%). Stabilniejszy przebieg jest dla Ciebie łatwiejszy.
pt: A tua glicose oscilou bastante (variabilidade de %lld%%). Quanto mais estável, melhor para ti.
ro: Glicemia ta a variat destul de mult (variabilitate %lld%%). Cu cât e mai stabilă, cu atât e mai ușor pentru tine.
ru: Уровень глюкозы заметно колебался (вариабельность %lld%%). Чем ровнее, тем легче вашему организму.

source: Your glucose was nicely steady (variability %lld%%).
de: Dein Blutzucker war schön stabil (Schwankung %lld%%).
es: Tu glucosa se mantuvo bastante estable (variabilidad del %lld%%).
fr: Ta glycémie est restée bien stable (variabilité %lld%%).
it: La tua glicemia è stata piacevolmente stabile (variabilità %lld%%).
nl: Je bloedsuiker was mooi stabiel (variabiliteit %lld%%).
pl: Twoja glikemia była ładnie stabilna (zmienność %lld%%).
pt: A tua glicose esteve bem estável (variabilidade de %lld%%).
ro: Glicemia ta a fost frumos de stabilă (variabilitate %lld%%).
ru: Уровень глюкозы был приятно стабильным (вариабельность %lld%%).

source: Your journal is stored locally and encrypted at rest.
de: Dein Journal wird lokal gespeichert und im Ruhezustand verschlüsselt.
es: Tu diario se guarda localmente y se cifra en reposo.
fr: Votre journal est stocké localement et chiffré au repos.
it: Il tuo diario è archiviato localmente e cifrato quando inattivo.
nl: Je dagboek wordt lokaal opgeslagen en versleuteld bij opslag.
pl: Twój dziennik jest przechowywany lokalnie i szyfrowany w spoczynku.
pt: O teu diário é guardado localmente e cifrado em repouso.
ro: Jurnalul tău este stocat local și criptat în repaus.
ru: Ваш дневник хранится локально и шифруется в состоянии покоя.

source: Your lab A1c came in a bit higher than the sensor estimate. This can happen with sparse readings, or simply how your body glycates — not necessarily a sensor issue.
de: Dein Labor-A1c fiel etwas höher aus als die Sensor-Schätzung. Das kann bei lückenhaften Messwerten vorkommen oder einfach daran liegen, wie dein Körper glykiert — nicht zwangsläufig ein Problem des Sensors.
es: Tu A1c de laboratorio salió un poco más alta que la estimación del sensor. Esto puede ocurrir con lecturas escasas, o simplemente por cómo se glica tu cuerpo — no es necesariamente un problema del sensor.
fr: Ton A1c de laboratoire est un peu plus élevée que l'estimation du capteur. Cela peut arriver avec des relevés peu fréquents, ou simplement selon la façon dont ton corps glyque — pas forcément un problème de capteur.
it: La tua A1c di laboratorio è risultata leggermente più alta della stima del sensore. Può succedere con letture poco frequenti, o semplicemente per come il tuo corpo glica — non è necessariamente un problema del sensore.
nl: Je lab-A1c kwam iets hoger uit dan de sensorschatting. Dit kan gebeuren bij weinig metingen, of gewoon door hoe jouw lichaam glyceert — niet per se een probleem met de sensor.
pl: Twój wynik A1c z laboratorium wyszedł nieco wyższy niż szacunek z sensora. Może się tak zdarzyć przy niepełnych odczytach albo po prostu ze względu na to, jak glikuje Twój organizm — niekoniecznie oznacza to problem z sensorem.
pt: O teu A1c de laboratório saiu um pouco mais alto do que a estimativa do sensor. Isto pode acontecer com leituras escassas, ou simplesmente pela forma como o teu corpo glica — não é necessariamente um problema do sensor.
ro: A1c-ul tău de laborator a ieșit puțin mai mare decât estimarea senzorului. Acest lucru se poate întâmpla din cauza citirilor puține sau, pur și simplu, a modului în care are loc glicarea în corpul tău — nu neapărat o problemă a senzorului.
ru: Твой лабораторный A1c оказался немного выше, чем оценка по датчику. Это может случаться из-за нечастых показаний или особенностей гликирования в твоём организме — не обязательно из-за датчика.

source: Your lab A1c came in a bit lower than the sensor estimate. Sensors sometimes read slightly high; the gap is worth noting but usually not a concern on its own.
de: Dein Labor-A1c fiel etwas niedriger aus als die Sensor-Schätzung. Sensoren zeigen manchmal etwas zu hohe Werte an; die Abweichung ist erwähnenswert, aber meist für sich genommen kein Grund zur Sorge.
es: Tu A1c de laboratorio salió un poco más baja que la estimación del sensor. A veces los sensores leen un poco alto; vale la pena tenerlo en cuenta, pero por sí solo no suele ser motivo de preocupación.
fr: Ton A1c de laboratoire est un peu plus basse que l'estimation du capteur. Les capteurs affichent parfois des valeurs légèrement élevées ; cet écart mérite d'être noté mais n'est généralement pas préoccupant en soi.
it: La tua A1c di laboratorio è risultata leggermente più bassa della stima del sensore. A volte i sensori misurano un po' più alto; la differenza merita attenzione, ma di solito non è preoccupante da sola.
nl: Je lab-A1c kwam iets lager uit dan de sensorschatting. Sensoren meten soms iets aan de hoge kant; het verschil is het opmerken waard, maar op zichzelf meestal geen reden tot zorg.
pl: Twój wynik A1c z laboratorium wyszedł nieco niższy niż szacunek z sensora. Sensory czasem pokazują nieco zawyżone wartości; warto to zauważyć, ale zwykle samo w sobie nie jest powodem do niepokoju.
pt: O teu A1c de laboratório saiu um pouco mais baixo do que a estimativa do sensor. Os sensores por vezes indicam valores ligeiramente mais altos; vale a pena registar esta diferença, mas normalmente não é motivo de preocupação por si só.
ro: A1c-ul tău de laborator a ieșit puțin mai mic decât estimarea senzorului. Senzorii citesc uneori puțin mai mult decât realitatea; diferența merită notată, dar de obicei nu este un motiv de îngrijorare în sine.
ru: Твой лабораторный A1c оказался немного ниже, чем оценка по датчику. Датчики иногда немного завышают показания; это расхождение стоит отметить, но само по себе оно обычно не повод для беспокойства.

source: Your last glucose was %@, %@.
de: Deine letzte Glukose war %@, %@.
es: Tu última glucosa fue %@, %@.
fr: Votre dernière glycémie était %@, %@.
it: La tua ultima glicemia era %@, %@.
nl: Je laatste glucose was %@, %@.
pl: Twoja ostatnia glukoza to %@, %@.
pt: A tua última glicose foi %@, %@.
ro: Ultima ta glicemie a fost %@, %@.
ru: Ваша последняя глюкоза %@, %@.

source: Your logging times
de: Ihre Erfassungszeiten
es: Tus horas de registro
fr: Vos horaires d'enregistrement
it: I tuoi orari di registrazione
nl: Je logtijden
pl: Twoje pory zapisu
pt: Os seus horários de registo
ro: Orele tale de notare
ru: Ваше время записи

source: Your low treatments
de: Deine Hypo-Behandlungen
es: Tus tratamientos de hipo
fr: Tes traitements d'hypo
it: I tuoi trattamenti ipo
nl: Je hypobehandelingen
pl: Twoje leczenia hipo
pt: Os teus tratamentos de hipo
ro: Tratamentele tale de hipo
ru: Ваши лечения гипогликемии

source: Your medical data is never sold or used for advertising.
de: Deine medizinischen Daten werden niemals verkauft oder für Werbung genutzt.
es: Tus datos médicos nunca se venden ni se usan para publicidad.
fr: Vos données médicales ne sont jamais vendues ni utilisées à des fins publicitaires.
it: I tuoi dati medici non vengono mai venduti né usati per la pubblicità.
nl: Je medische gegevens worden nooit verkocht of gebruikt voor advertenties.
pl: Twoje dane medyczne nigdy nie są sprzedawane ani wykorzystywane do reklam.
pt: Os teus dados médicos nunca são vendidos nem usados para publicidade.
ro: Datele tale medicale nu sunt niciodată vândute sau folosite pentru publicitate.
ru: Ваши медицинские данные никогда не продаются и не используются для рекламы.

source: Your medical data stays on your device and is never sold or used for advertising. Nothing is shared until you explicitly grant a permission below, and you stay in control of each one.
de: Die medizinischen Daten verbleiben auf dem Gerät und werden nie verkauft oder für Werbung genutzt. Nichts wird geteilt, bis unten ausdrücklich eine Berechtigung erteilt wird, und die Kontrolle über jede einzelne bleibt erhalten.
es: Tus datos médicos permanecen en tu dispositivo y nunca se venden ni se usan con fines publicitarios. No se comparte nada hasta que concedas explícitamente un permiso más abajo, y mantienes el control de cada uno.
fr: Vos données médicales restent sur votre appareil et ne sont jamais vendues ni utilisées à des fins publicitaires. Rien n'est partagé tant que vous n'accordez pas explicitement une autorisation ci-dessous, et vous gardez le contrôle de chacune.
it: I tuoi dati medici restano sul tuo dispositivo e non vengono mai venduti o usati per la pubblicità. Nulla viene condiviso finché non concedi esplicitamente un'autorizzazione qui sotto, e mantieni il controllo di ciascuna.
nl: Je medische gegevens blijven op je apparaat en worden nooit verkocht of gebruikt voor advertenties. Er wordt niets gedeeld totdat je hieronder expliciet toestemming geeft, en jij houdt controle over elke afzonderlijke toestemming.
pl: Twoje dane medyczne pozostają na urządzeniu i nigdy nie są sprzedawane ani wykorzystywane do reklam. Nic nie jest udostępniane, dopóki wyraźnie nie przyznasz uprawnienia poniżej, a kontrolę nad każdym z nich zachowujesz Ty.
pt: Os teus dados médicos ficam no teu dispositivo e nunca são vendidos ou usados para publicidade. Nada é partilhado até que concedas explicitamente uma permissão abaixo, e manténs o controlo de cada uma.
ro: Datele tale medicale rămân pe dispozitiv și nu sunt niciodată vândute sau folosite pentru publicitate. Nimic nu este partajat până când nu acorzi explicit o permisiune mai jos, iar controlul asupra fiecăreia rămâne la tine.
ru: Ваши медицинские данные остаются на вашем устройстве и никогда не продаются и не используются для рекламы. Ничем не делятся, пока вы явно не предоставите разрешение ниже, и вы сохраняете контроль над каждым из них.

source: Your name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
nl: Je naam
pl: Twoje imię
pt: O seu nome
ro: Numele tău
ru: Ваше имя

source: Your name (optional)
de: Dein Name (optional)
es: Tu nombre (opcional)
fr: Votre nom (facultatif)
it: Il tuo nome (facoltativo)
nl: Je naam (optioneel)
pl: Twoje imię (opcjonalnie)
pt: O teu nome (opcional)
ro: Numele tău (opțional)
ru: Ваше имя (необязательно)

source: Your next meal.
de: Deine nächste Mahlzeit.
es: Tu próxima comida.
fr: Votre prochain repas.
it: Il tuo prossimo pasto.
nl: Je volgende maaltijd.
pl: Twój następny posiłek.
pt: A sua próxima refeição.
ro: Următoarea masă.
ru: Ваш следующий приём пищи.

source: Your nickname is public on the leaderboard. Pick anything — it doesn't have to be your name.
de: Dein Spitzname ist in der Rangliste öffentlich. Wähle irgendetwas — es muss nicht dein Name sein.
es: Tu apodo es público en la clasificación. Elige cualquiera — no tiene que ser tu nombre.
fr: Votre pseudo est public dans le classement. Choisissez ce que vous voulez — pas forcément votre nom.
it: Il soprannome è pubblico in classifica. Scegli quello che vuoi — non deve essere il tuo nome.
nl: Je bijnaam is openbaar op de ranglijst. Kies wat je wilt — het hoeft niet je naam te zijn.
pl: Pseudonim jest publiczny w rankingu. Wybierz cokolwiek — nie musi to być twoje imię.
pt: A tua alcunha é pública na tabela. Escolhe qualquer uma — não tem de ser o teu nome.
ro: Pseudonimul e public în clasament. Alege orice — nu trebuie să fie numele tău.
ru: Псевдоним виден всем в таблице. Выберите любой — не обязательно ваше имя.

source: Your password is stored only in this device's Keychain and sent solely to the service to sign in.
de: Dein Passwort wird nur im Schlüsselbund dieses Geräts gespeichert und ausschließlich zum Anmelden an den Dienst gesendet.
es: Tu contraseña se guarda solo en el Llavero de este dispositivo y se envía únicamente al servicio para iniciar sesión.
fr: Votre mot de passe est stocké uniquement dans le trousseau de cet appareil et envoyé seulement au service pour la connexion.
it: La tua password viene conservata solo nel portachiavi di questo dispositivo e inviata unicamente al servizio per l'accesso.
nl: Je wachtwoord wordt alleen bewaard in de sleutelhanger van dit apparaat en uitsluitend naar de service verzonden om aan te melden.
pl: Twoje hasło jest przechowywane wyłącznie w pęku kluczy tego urządzenia i wysyłane tylko do usługi w celu zalogowania.
pt: A tua palavra-passe é guardada apenas no porta-chaves deste dispositivo e enviada unicamente ao serviço para iniciar sessão.
ro: Parola ta este păstrată doar în brelocul acestui dispozitiv și trimisă exclusiv serviciului pentru autentificare.
ru: Ваш пароль хранится только в связке ключей этого устройства и отправляется исключительно сервису для входа.

source: Your photo
de: Dein Foto
es: Tu foto
fr: Votre photo
it: La tua foto
nl: Je foto
pl: Twoje zdjęcie
pt: A tua fotografia
ro: Fotografia ta
ru: Ваше фото

source: Your photo stays on this device and is used only as the app background.
de: Dein Foto bleibt auf diesem Gerät und wird nur als App-Hintergrund verwendet.
es: Tu foto permanece en este dispositivo y solo se usa como fondo de la app.
fr: Votre photo reste sur cet appareil et sert uniquement d'arrière-plan à l'app.
it: La tua foto resta su questo dispositivo e viene usata solo come sfondo dell'app.
nl: Je foto blijft op dit apparaat en wordt alleen als app-achtergrond gebruikt.
pl: Twoje zdjęcie pozostaje na tym urządzeniu i jest używane tylko jako tło aplikacji.
pt: A tua fotografia permanece neste dispositivo e é usada apenas como fundo da app.
ro: Fotografia ta rămâne pe acest dispozitiv și este folosită doar ca fundal al aplicației.
ru: Ваше фото остаётся на этом устройстве и используется только как фон приложения.

source: Your primary source labels every reading's provenance and wins when two sources report the same moment. You can change it at any time without losing data.
de: Die primäre Quelle kennzeichnet die Herkunft jedes Messwerts und hat Vorrang, wenn zwei Quellen denselben Moment melden. Sie lässt sich jederzeit ändern, ohne Daten zu verlieren.
es: Tu fuente principal etiqueta la procedencia de cada lectura y tiene prioridad cuando dos fuentes informan del mismo momento. Puedes cambiarla en cualquier momento sin perder datos.
fr: Votre source principale indique la provenance de chaque mesure et l'emporte lorsque deux sources rapportent le même instant. Vous pouvez la changer à tout moment sans perdre de données.
it: La tua origine principale etichetta la provenienza di ogni lettura e prevale quando due origini riportano lo stesso momento. Puoi cambiarla in qualsiasi momento senza perdere dati.
nl: Je primaire bron labelt de herkomst van elke meting en krijgt voorrang wanneer twee bronnen hetzelfde moment melden. Je kunt deze op elk moment wijzigen zonder gegevens te verliezen.
pl: Twoje główne źródło oznacza pochodzenie każdego odczytu i ma pierwszeństwo, gdy dwa źródła zgłaszają ten sam moment. Możesz je zmienić w każdej chwili bez utraty danych.
pt: A tua fonte principal etiqueta a proveniência de cada leitura e prevalece quando duas fontes reportam o mesmo momento. Podes alterá-la a qualquer momento sem perder dados.
ro: Sursa ta principală etichetează proveniența fiecărei citiri și are prioritate când două surse raportează același moment. O poți schimba oricând, fără a pierde date.
ru: Ваш основной источник помечает происхождение каждого измерения и имеет приоритет, когда два источника сообщают об одном и том же моменте. Вы можете изменить его в любой момент без потери данных.

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
nl: Je profiel
pl: Twój profil
pt: O teu perfil
ro: Profilul tău
ru: Ваш профиль

source: Your records are health data. Handle exports and backups with the same care you'd give any medical information.
de: Die eigenen Aufzeichnungen sind Gesundheitsdaten. Exporte und Backups mit derselben Sorgfalt behandeln wie jede andere medizinische Information.
es: Tus registros son datos de salud. Trata las exportaciones y las copias de seguridad con el mismo cuidado que darías a cualquier información médica.
fr: Vos enregistrements sont des données de santé. Traitez les exports et les sauvegardes avec le même soin que toute information médicale.
it: I tuoi record sono dati sanitari. Gestisci esportazioni e backup con la stessa cura che riserveresti a qualsiasi informazione medica.
nl: Je registraties zijn gezondheidsgegevens. Behandel exports en back-ups met dezelfde zorg als je aan alle medische informatie zou geven.
pl: Twoje rekordy to dane zdrowotne. Traktuj eksporty i kopie zapasowe z taką samą troską jak każdą informację medyczną.
pt: Os teus registos são dados de saúde. Trata as exportações e as cópias de segurança com o mesmo cuidado que darias a qualquer informação médica.
ro: Înregistrările tale sunt date medicale. Tratează exporturile și copiile de rezervă cu aceeași grijă pe care ai acorda-o oricărei informații medicale.
ru: Ваши записи — это медицинские данные. Обращайтесь с экспортами и резервными копиями так же бережно, как с любой медицинской информацией.

source: Your rings
de: Deine Ringe
es: Tus anillos
fr: Tes anneaux
it: I tuoi anelli
nl: Je ringen
pl: Twoje pierścienie
pt: Os teus anéis
ro: Cercurile tale
ru: Твои кольца

source: Your sensor estimate and your lab A1c line up closely — a good sign the CGM reflects your overall glucose well.
de: Deine Sensor-Schätzung und dein Labor-A1c stimmen eng überein — ein gutes Zeichen, dass das CGM deinen Glukoseverlauf insgesamt gut widerspiegelt.
es: Tu estimación del sensor y tu A1c de laboratorio coinciden bastante — buena señal de que el CGM refleja bien tu glucosa general.
fr: L'estimation de ton capteur et ton A1c de laboratoire se rejoignent de près — bon signe que le CGM reflète bien ta glycémie globale.
it: La stima del sensore e la tua A1c di laboratorio coincidono da vicino — un buon segno che il CGM riflette bene la tua glicemia complessiva.
nl: Je sensorschatting en je lab-A1c komen goed overeen — een goed teken dat de CGM je algehele glucose goed weergeeft.
pl: Twój szacunek z sensora i Twój wynik A1c z laboratorium są do siebie bardzo zbliżone — to dobry znak, że CGM dobrze odzwierciedla Twoją ogólną glikemię.
pt: A estimativa do teu sensor e o teu A1c de laboratório estão muito próximos — um bom sinal de que o CGM reflete bem a tua glicemia geral.
ro: Estimarea senzorului tău și A1c-ul de laborator sunt foarte apropiate — un semn bun că CGM-ul reflectă bine glicemia ta generală.
ru: Оценка по датчику и лабораторный A1c совпадают почти точно — хороший знак, что CGM хорошо отражает твою глюкозу в целом.

source: Your urgent low alert hasn't been acknowledged. Check your glucose and treat if needed. (Reminder %lld of %lld)
de: Dein Alarm für eine dringende Unterzuckerung wurde nicht bestätigt. Prüfe deine Glukose und behandle bei Bedarf. (Erinnerung %lld von %lld)
es: No has confirmado tu alerta de bajada urgente. Comprueba tu glucosa y trátala si es necesario. (Recordatorio %lld de %lld)
fr: Votre alerte d'hypo urgente n'a pas été confirmée. Vérifiez votre glycémie et traitez si nécessaire. (Rappel %lld sur %lld)
it: Il tuo avviso di ipoglicemia urgente non è stato confermato. Controlla la glicemia e intervieni se necessario. (Promemoria %lld di %lld)
nl: Je waarschuwing voor een urgente hypo is niet bevestigd. Controleer je glucose en behandel indien nodig. (Herinnering %lld van %lld)
pl: Alarm o pilnym niedocukrzeniu nie został potwierdzony. Sprawdź glukozę i w razie potrzeby zareaguj. (Przypomnienie %lld z %lld)
pt: O teu alerta de baixa urgente não foi confirmado. Verifica a tua glicose e trata se necessário. (Lembrete %lld de %lld)
ro: Alerta ta de scădere urgentă nu a fost confirmată. Verifică-ți glicemia și tratează dacă e nevoie. (Reamintirea %lld din %lld)
ru: Ваше предупреждение о срочно низком уровне не подтверждено. Проверьте глюкозу и при необходимости примите меры. (Напоминание %lld из %lld)

source: Your usual basal time has passed and nothing is logged today. If you took it, log it — if not, better now than later.
de: Deine übliche Basalzeit ist vorbei und heute ist nichts eingetragen. Falls du sie genommen hast, trag sie ein — falls nicht, besser jetzt als später.
es: Tu hora habitual de basal ya pasó y hoy no hay nada registrado. Si te la pusiste, regístrala — si no, mejor ahora que después.
fr: Ton heure habituelle de basale est passée et rien n'est consigné aujourd'hui. Si tu l'as prise, note-la — sinon, mieux vaut maintenant que plus tard.
it: L'orario abituale della basale è passato e oggi non c'è nulla di registrato. Se l'hai fatta, registrala — altrimenti, meglio ora che dopo.
nl: Je gebruikelijke basaaltijd is voorbij en er is vandaag niets gelogd. Heb je hem genomen, log hem — zo niet, beter nu dan later.
pl: Twoja zwykła pora bazalnej minęła, a dziś nic nie zapisano. Jeśli ją wziąłeś, zapisz — jeśli nie, lepiej teraz niż później.
pt: A tua hora habitual da basal já passou e nada foi registado hoje. Se a tomaste, regista — se não, antes agora do que depois.
ro: Ora ta obișnuită de bazală a trecut și azi nu e nimic logat. Dacă ai luat-o, noteaz-o — dacă nu, mai bine acum decât mai târziu.
ru: Обычное время базала прошло, а сегодня ничего не записано. Если укололи — запишите; если нет — лучше сейчас, чем позже.

source: Your week in plain words
de: Deine Woche, einfach gesagt
es: Tu semana, en palabras sencillas
fr: Votre semaine, en clair
it: La tua settimana, in parole semplici
nl: Je week, in gewone woorden
pl: Twój tydzień w prostych słowach
pt: A tua semana, por palavras simples
ro: Săptămâna ta în cuvinte simple
ru: Ваша неделя простыми словами

source: Your week in review covers the last full Monday–Sunday week. It appears once that week has readings on at least 3 days.
de: Dein Wochenrückblick umfasst die letzte volle Woche von Montag bis Sonntag. Er erscheint, sobald diese Woche an mindestens 3 Tagen Messwerte hat.
es: Tu resumen de la semana cubre la última semana completa de lunes a domingo. Aparece cuando esa semana tiene lecturas en al menos 3 días.
fr: Votre bilan de la semaine couvre la dernière semaine complète du lundi au dimanche. Il apparaît dès que cette semaine compte des mesures sur au moins 3 jours.
it: La tua settimana in sintesi copre l'ultima settimana completa da lunedì a domenica. Compare quando quella settimana ha letture in almeno 3 giorni.
nl: Je weekoverzicht beslaat de laatste volledige week van maandag tot en met zondag. Het verschijnt zodra die week op minstens 3 dagen metingen heeft.
pl: Podsumowanie tygodnia obejmuje ostatni pełny tydzień od poniedziałku do niedzieli. Pojawia się, gdy w tym tygodniu są odczyty z co najmniej 3 dni.
pt: O teu resumo da semana cobre a última semana completa de segunda a domingo. Aparece quando essa semana tiver leituras em pelo menos 3 dias.
ro: Rezumatul săptămânii acoperă ultima săptămână completă de luni până duminică. Apare când acea săptămână are citiri în cel puțin 3 zile.
ru: Итоги недели охватывают последнюю полную неделю с понедельника по воскресенье. Они появляются, когда за эту неделю есть измерения минимум за 3 дня.
